operations/input-getBins.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v4="http://v4.core.coexprivate.api.shopatron.com">
   <soapenv:Header/>
   <soapenv:Body>
      <v4:getBins>
         <v4:request>
            <v4:FulfillerID>?</v4:FulfillerID>
            <v4:FulfillerLocationID>?</v4:FulfillerLocationID>
            <v4:SearchTerm>?</v4:SearchTerm>
            <v4:NumResults>?</v4:NumResults>
            <v4:ResultsStart>?</v4:ResultsStart>
         </v4:request>
      </v4:getBins>
   </soapenv:Body>
</soapenv:Envelope>
